Repository: yakushabb/hashes
Catalog: po/*.po
Languages: bg, tr

source: Hashes
bg: Хешове
tr: Özetler

source: Identify hashing algorithms
bg: Идентифицирайте алгоритми за хеширане
tr: Özet algoritmalarını tanıla

source: Hash Identifier
bg: Хеш Идентификатор
tr: Özet Tanılayıcı

source: hash;hashcat;john;detect;identify
bg: хеш;засичане;идентифициране;
tr: hash;hashcat;john;algıla;tanıla;

source: This utility lets you conveniently find out what hashing algorithm has been used on a particular string.
bg: Тази програма ви позволява лесно да откриете какъв алгоритъм за хеширане е бил използван за даден низ.
tr: Bu araç, belirli bir dize üzerinde hangi özet algoritmasının kullanıldığını kolayca bulmanızı sağlar.

source: Features:
bg: Функции:
tr: Özellikler:

source: 📺 Popularity Ratings - Most popular hashes showed first.
bg: 📺 Класификация на популярността — Най-популярните хешове се показват първи.
tr: 📺 Popülerlik Derecelendirmeleri - En gözde özetler önce gösterilir.

source: 👵 Updated! - A new hash algorithm database is used in the identification process.
bg: 👵 Обновено! — В процеса на идентификация се използва нова база данни с хеш алгоритми.
tr: 👵 Güncellendi! - Tanımlama sürecinde yeni özet algoritması veritabanı kullanılmaktadır.

source: detect
bg: засичане
tr: algıla

source: identify
bg: идентифициране
tr: tanıla

source: Main window with a valid hash string (Light Theme)
tr: Geçerli özet dizgeye sahip ana pencere (Açık Tema)

source: Main window with a valid hash string (Dark Theme)
tr: Geçerli özet dizgeye sahip ana pencere (Koyu Tema)

source: Main window with a valid hash string (Small, Light Theme)
tr: Geçerli özet dizgeye sahip ana pencere (Küçük, Açık Tema)

source: Main window with a valid hash string (Small, Dark Theme)
tr: Geçerli özet dizgeye sahip ana pencere (Küçük, Koyu Tema)

source: Enter a hash text
bg: Въведете хеш текст
tr: Özet metnini girin

source: Waiting for input…
bg: Изчакване на въвеждане…
tr: Girdi bekleniyor…

source: Can't find an algorithm that matches your input!
bg: Неуспешно намиране на алгоритъм, който да отговаря на въведените от вас данни!
tr: Girdinize uyuşan algoritma bulunamadı.

source: <b>Extended!</b>
bg: <b>Допълнения!</b>
tr: <b>Uzatıldı!</b>

source: translator-credits
bg: twlvnn <kraft_werk@tutanota.com>
tr: Sabri Ünal <yakushabb@gmail.com>

source: External Libraries
bg: Външни библиотеки
tr: Harici Kütüphaneler

source: hash
bg: хеш
